Repository: codeserfer/Enigma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: identify key
ru: Идентификационный ключ

source: data
ru: Данные

source: date and time of adding
ru: Дата и время добавления

source: date and time of deleting
ru: Дата и время удаления

source: times of opening total
ru: Количество открытий всего

source: times of opening
ru: Количество открытий

source: user
ru: Пользователь

source: initial vector
ru: Инициализационный вектор

source: code from database
ru: Ключ из базы данных

source: delete datetime must be in future
ru: Дата и время удаления должны быть в будущем

source: times of opening must be greater than zero
ru: Общее число открытий должно быть больше нуля
